Revit 2024 API
IEntryPoint.FinishInitialization Method
Namespace: Autodesk.Revit.DB.Macros
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
void FinishInitialization()
Visual Basic
Sub FinishInitialization
Visual C++
void FinishInitialization()
See Also
IEntryPoint Interface
Autodesk.Revit.DB.Macros Namespace